# Напишите программу, в которой пользователь вводит температуру в градусах Цельсия, а программа переводит их в градусы Фаренге́йта.


Cel = float(input('Введите значение в градусах Цельсия: '))

F = (9 / 5) * Cel + 32

print(Cel, " градусов Цельсия равны ", F, "градусов по Фаренгейту")


